{"id":2073,"date":"2022-11-10T13:24:45","date_gmt":"2022-11-10T18:24:45","guid":{"rendered":"https:\/\/gnyrr.com\/?page_id=2073"},"modified":"2023-06-06T18:01:50","modified_gmt":"2023-06-06T18:01:50","slug":"website-terms-conditions","status":"publish","type":"page","link":"https:\/\/gnyrr.com\/website-terms-conditions\/","title":{"rendered":"Website Terms &#038; Conditions"},"content":{"rendered":"<p>(June 5, 2023)<\/p>\n<p>1. <span style=\"text-decoration: underline;\">DEFINITIONS<\/span><\/p>\n<p>1.1. In these terms and conditions (the “Website Terms”), the following words, phrases and terms shall, unless the context indicates otherwise, have the meanings given to them below:<\/p>\n<p><strong>“User”<\/strong> means the user of the Range Report via the Website.<br \/>\n<strong>“Range Report”<\/strong> means a machine learning historical analysis by us of multiple data points that may indicate the future volatility fluctuations of certain digital or traditional assets accessible by the User.<br \/>\n“<strong>we<\/strong>”, “<strong>us<\/strong>” and “<strong>our<\/strong>” means a reference to gny.io Limited, and gny.io Consulting Limited including any subsidiaries, group companies and any associated companies.<br \/>\n“<strong>Website<\/strong>” means www.gnyrr.com.<br \/>\n“<strong>you<\/strong>” and “<strong>your<\/strong>” means any user of the Website and\/or User or any of them, as applicable.<\/p>\n<p>Words importing the singular shall include the plural and the masculine gender shall include the feminine and the neuter and vice versa in each case and words importing persons shall include bodies of persons whether corporate or unincorporated. Clause headings are inserted<br \/>\nfor convenience only and shall not affect the construction or interpretation of these Website Terms.<\/p>\n<p>2. <span style=\"text-decoration: underline;\">INTRODUCTION<\/span><\/p>\n<p>2.1. These Website Terms govern your use of the Website.<\/p>\n<p>2.2. By using the Website, you accept and agree to the Website Terms.<\/p>\n<p>2.3. We reserve the right to change the Website Terms at any time without notification to you. You are responsible for checking the Website Terms at such times as you see fit. By continuing to use the Website, you accept and agree the Website Terms as amended from time to time. It is your responsibility to check the Website Terms regularly for such amendments by which you will be bound.<\/p>\n<p>3. <span style=\"text-decoration: underline;\">CONDITIONS OF WEBSITE USE<\/span><\/p>\n<p>3.1. Access to the Website is free, and we reserve the right to withdraw, limit or amend the provision of the Website at any time and without notice.<\/p>\n<p>3.2. You are responsible for making all arrangements necessary for you to have access to the Website. To the extent that any other persons access this Website using your internet connection, you are responsible for ensuring that such persons are aware of and comply with these Website Terms.<\/p>\n<p>3.3. You acknowledge that the content and pages of the Website are for your general information only. Any commentary, articles, briefing notes, news updates or analysis and\/or any other material or content whatsoever posted on the Website are not intended to and do not amount to advice on which reliance can be placed (either generally or for any particular purpose). We do not provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this Website for any particular purpose. We disclaim all liability whatsoever arising from any reliance placed by you on any material whatsoever which is contained on our Website. We further disclaim all liability whatsoever arising from any reliance placed by any other person who has been informed of the contents of the Website.<\/p>\n<p>3.4. This Website may contain errors, mistakes, inaccuracies and typographical errors. You expressly acknowledge and agree that we shall not be liable for any such errors, mistakes, inaccuracies and typographical errors.<\/p>\n<p>3.5. It is expressly acknowledged and agreed that it is not technically possible to provide the Website free of bugs, faults and\/or errors and that access to the Website is provided on an “as is” basis. In particular, it is acknowledged and agreed by you that we shall not be responsible or liable for faults which cause temporary unavailability of the Website.<\/p>\n<p>3.6. Your use of any information, materials or intellectual property of any kind contained on the Website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any information, content or material available through the Website meets your specific requirements.<\/p>\n<p>3.7. You may print and\/or download the Website (or part thereof) for your own use provided always that:<\/p>\n<p style=\"padding-left: 40px;\">3.7.1. no documents or graphics in the Website are altered in any way;<\/p>\n<p style=\"padding-left: 40px;\">3.7.2. no illustrations, photographs, video or audio sequences or any graphics on the Website are used separately from any text relating thereto; and<\/p>\n<p style=\"padding-left: 40px;\">3.7.3 our copyright and trade mark notices are displayed in all copies and our status (and that of any identified contributors) as the authors of content on our website must always be acknowledged.<\/p>\n<p>3.8. The Website contains material which is owned by us or is licensed to us for our use. This material includes, but is not limited to, the design, layout, look, appearance and graphics. Reproducing or storing the Website (or any part thereof) in any other website, or including the Website (or any part thereof) in any public or private electronic retrieval system or service, is prohibited other than with our prior written consent.<\/p>\n<p>3.9. All trademarks reproduced in the Website, which are not the property of or licensed to the operator, are acknowledged on the Website.<\/p>\n<p>3.10. You must not send to or from the Website any data, material or information:<\/p>\n<p style=\"padding-left: 40px;\">3.10.1. which is threatening, defamatory, obscene, indecent, seditious, offensive, pornographic, abusive, liable to incite racial, ethnic or cultural hatred, discriminatory, menacing, scandalous, inflammatory, blasphemous, in breach of confidence, in breach of privacy or which may cause annoyance or inconvenience;<\/p>\n<p style=\"padding-left: 40px;\">3.10.2. which would or may cause damage to the Website, any user of the Website or us;<\/p>\n<p style=\"padding-left: 40px;\">3.10.3. for which you do not hold any necessary consent or licence; or<\/p>\n<p style=\"padding-left: 40px;\">3.10.4. the sending of which would constitute a criminal offence, result in any form of civil liability or otherwise contravene any law anywhere in the world or breach any rights of any person wheresoever resident.<\/p>\n<p>3.11. We will co-operate to the fullest extent permitted by law with any investigation by or request for assistance from a competent authority relating to a breach of the preceding clause.<\/p>\n<p>3.12. From time to time the Website may also include links to other websites. These links are provided for your convenience only to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s).<\/p>\n<p>3.13. You may not create a link to the Website from another website or document without our prior consent. In the event that we consent to such link, you must not reproduce the home page of the Website and you must comply with the following:<\/p>\n<p style=\"padding-left: 40px;\">3.13.1. you must not remove our logo or alter its appearance in any way;<\/p>\n<p style=\"padding-left: 40px;\">3.13.2. no frame, border or browser environment may be imposed on or used in relation to the Website;<\/p>\n<p style=\"padding-left: 40px;\">3.13.3. you must not state or imply that:<\/p>\n<p style=\"padding-left: 80px;\">3.13.3.1. we endorse your website or any products or services that might be made available thereon or otherwise by you;<\/p>\n<p style=\"padding-left: 80px;\">3.13.3.2. you have any relationship with us other than as a user of the Website or User (as the case may be) (unless we have granted our prior agreement otherwise);<\/p>\n<p style=\"padding-left: 40px;\">3.13.4. you must not publish or otherwise make available any false or misleading information relating to us or the Website;<\/p>\n<p style=\"padding-left: 40px;\">3.13.5. you must not link to the Website from a website that is not owned by you; and<\/p>\n<p style=\"padding-left: 40px;\">3.13.6. any website you link to the Website must not contain any content that we consider, at our sole discretion, distasteful, offensive, controversial or morally repugnant or otherwise infringes any intellectual property rights or other rights of any other person or otherwise does not comply with all applicable laws and regulations.<\/p>\n<p>3.14. We give no assurance or warranty that the Website will operate without error or that the Website and\/or any server required for its operation are free of harmful or damaging software of any kind. We bear no liability for any damage or loss caused to your hardware or software resulting from your use of the Website.<\/p>\n<p>3.15. We do not guarantee that our Website shall be secure and free from computer viruses, bugs, trojans, worms, logic bombs, other malwares or other material which are malicious or technologically harmful. You are responsible for configuring your information technology systems, computer, computer programmes (including but not limited to your browser software) and platform and for using virus protection software.<\/p>\n<p>3.16. You agree and acknowledge that you may not misuse this Website by knowingly introducing computer viruses, bugs, trojans, worms, logic bombs, other malwares or other material which are malicious or technologically harmful.<\/p>\n<p>3.17. Unauthorised use of the Website may give rise to a claim for damages and\/or other civil claim and\/or be a criminal offence. You agree that you shall not access without authorisation nor attempt to gain unauthorised access to the Website, the Website’s server or any other server, computer or database which is otherwise connected to this Website.<\/p>\n<p>3.18. You must not attack our website via a denial-of-service attack or a distributed denial-of service attack. By breaching this clause, you could commit a criminal offence under the Computer Misuse (Jersey) Law 1995 or any other applicable law. We will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them. In the event of such a breach, your right to use the Website will cease immediately.<\/p>\n<p>3.19. You acknowledge and agree that we have not approached you with regards to marketing the Website any Range Report and that you are accessing the Website of your own volition without inducement from us.<\/p>\n<p>3.20. In addition to any other limitation or exclusion contained in these Website Terms, we, to the fullest extent permitted by law, exclude all representations, warranties, conditions and other terms (including, without limitation, any conditions implied by law of satisfactory quality, fitness for purpose and the use of reasonable care and skill) which but for these Website Terms might have effect in relation to the Website. Nothing in the Website Terms shall exclude or limit our liability for:<\/p>\n<p style=\"padding-left: 40px;\">3.20.1. death or personal injury caused by negligence;<\/p>\n<p style=\"padding-left: 40px;\">3.20.2. fraud;<\/p>\n<p style=\"padding-left: 40px;\">3.20.3. misrepresentation as to a fundamental matter; or<\/p>\n<p style=\"padding-left: 40px;\">3.20.4. any liability which cannot be excluded or limited under applicable law.<\/p>\n<p>3.21. In addition to any other limitation or exclusion contained in these Website Terms, we, on behalf of ourselves, any other party (whether or not having any connection to the creation or maintenance of the Website) and any group company and the officers, directors, shareholders, employees and agents of us or any group company or any of the foregoing, exclude all liability and responsibility for any and all loss or damage (of whatever value or type, including (without limitation) any direct, indirect, punitive or consequential loss or damages, or any loss of income, profits, goodwill, data, contracts, use of money, or loss or damages arising from or connected in any way to business interruption, and whether in tort (including, without limitation, negligence), contract or otherwise) that is or may be suffered by you or any other person in connection with:<\/p>\n<p style=\"padding-left: 40px;\">3.21.1. the Website in any way;<\/p>\n<p style=\"padding-left: 40px;\">3.21.2. the use, inability to use or the results of using the Website; and\/or<\/p>\n<p style=\"padding-left: 40px;\">3.21.3. any websites linked to the Website or the material on such websites,<\/p>\n<p>including but not limited to any loss or damage due to viruses that may infect your hardware, software, data or other property as a result of your access to, use of, or browsing the Website or your downloading of any material from the Website or any websites linked to the Website.<\/p>\n<p>3.22. By using the Website, you agree to fully indemnify us, our group companies and the officers, directors, shareholders, employees and agents of us and our group companies and each of foregoing in respect of any claim, liability, damage, loss or costs (including reasonable legal fees) we incur or otherwise arising as a consequence of your use of the Website or the use of the Website by any other person using your internet access or any breach by you or any such other person of the Website Terms.<\/p>\n<p>3.23. Save as expressly provided for in the Website Terms, all our rights are reserved.<\/p>\n<p>4. <span style=\"text-decoration: underline;\">DATA PROTECTION, SECURITY AND PRIVACY<\/span><\/p>\n<p>4.1. Your use of the Website and the Website Terms are subject to our Privacy Policy and our Cookie Policy, which can be found <a href=\"https:\/\/gnyrr.com\/privacy-policy\/\">here<\/a> and <a href=\"https:\/\/gnyrr.com\/wp-content\/uploads\/GNY-Cookie-Policy.pdf\" target=\"_blank\" rel=\"noopener\">here<\/a> which forms part of these Website Terms.<\/p>\n<p>5. <span style=\"text-decoration: underline;\">CONTACT<\/span><\/p>\n<p>5.1. Should you require any further guidance or assistance, please go to <a href=\"https:\/\/gny.freshdesk.com\/support\/home\" target=\"_blank\" rel=\"noopener\">https:\/\/gny.freshdesk.com\/support\/home<\/a> and follow the help process contained therein and a member of our team will contact you to assist.<\/p>\n<p>6. <span style=\"text-decoration: underline;\">GOVERNING LAW<\/span><\/p>\n<p>6.1. The Website Terms are governed by and shall be construed in accordance with the law of the Island of Jersey.<\/p>\n<p>6.2. By using the Website, you irrevocably submit to the non-exclusive jurisdiction of the Courts of the Island of Jersey in relation to any dispute or claim arising from or in connection with the Website.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>(June 5, 2023) 1. DEFINITIONS 1.1. In these terms and conditions (the “Website Terms”), the following words, phrases and terms shall, unless the context indicates otherwise, have the meanings given to them below: “User” means the user of the Range Report via the Website. “Range Report” means a machine learning historical analysis by us of [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"site-sidebar-layout":"default","site-content-layout":"default","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"default","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"var(--ast-global-color-4)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""}},"footnotes":""},"class_list":["post-2073","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Website Terms &amp; Conditions | GNY AI Powered CryptoIntel<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gnyrr.com\/website-terms-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Website Terms &amp; Conditions | GNY AI Powered CryptoIntel\" \/>\n<meta property=\"og:description\" content=\"(June 5, 2023) 1. DEFINITIONS 1.1. In these terms and conditions (the “Website Terms”), the following words, phrases and terms shall, unless the context indicates otherwise, have the meanings given to them below: “User” means the user of the Range Report via the Website. “Range Report” means a machine learning historical analysis by us of [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gnyrr.com\/website-terms-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"GNY AI Powered CryptoIntel\" \/>\n<meta property=\"article:modified_time\" content=\"2023-06-06T18:01:50+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/gnyrr.com\/wp-content\/uploads\/2021\/03\/Tokenomics_Report.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"600\" \/>\n\t<meta property=\"og:image:height\" content=\"338\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@gny_io\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gnyrr.com\/website-terms-conditions\/\",\"url\":\"https:\/\/gnyrr.com\/website-terms-conditions\/\",\"name\":\"Website Terms & Conditions | GNY AI Powered CryptoIntel\",\"isPartOf\":{\"@id\":\"https:\/\/gnyrr.com\/#website\"},\"datePublished\":\"2022-11-10T18:24:45+00:00\",\"dateModified\":\"2023-06-06T18:01:50+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/gnyrr.com\/website-terms-conditions\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gnyrr.com\/website-terms-conditions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gnyrr.com\/website-terms-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gnyrr.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Website Terms &#038; Conditions\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gnyrr.com\/#website\",\"url\":\"https:\/\/gnyrr.com\/\",\"name\":\"GNY AI Powered CryptoIntel\",\"description\":\"The AI Edge For Crypto Traders\",\"publisher\":{\"@id\":\"https:\/\/gnyrr.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gnyrr.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/gnyrr.com\/#organization\",\"name\":\"GNY AI Powered CryptoIntel\",\"url\":\"https:\/\/gnyrr.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gnyrr.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/gnyrr.com\/wp-content\/uploads\/Report-Logo@2x.png\",\"contentUrl\":\"https:\/\/gnyrr.com\/wp-content\/uploads\/Report-Logo@2x.png\",\"width\":1024,\"height\":1024,\"caption\":\"GNY AI Powered CryptoIntel\"},\"image\":{\"@id\":\"https:\/\/gnyrr.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/x.com\/gny_io\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Website Terms & Conditions | GNY AI Powered CryptoIntel","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gnyrr.com\/website-terms-conditions\/","og_locale":"en_US","og_type":"article","og_title":"Website Terms & Conditions | GNY AI Powered CryptoIntel","og_description":"(June 5, 2023) 1. DEFINITIONS 1.1. In these terms and conditions (the “Website Terms”), the following words, phrases and terms shall, unless the context indicates otherwise, have the meanings given to them below: “User” means the user of the Range Report via the Website. “Range Report” means a machine learning historical analysis by us of [&hellip;]","og_url":"https:\/\/gnyrr.com\/website-terms-conditions\/","og_site_name":"GNY AI Powered CryptoIntel","article_modified_time":"2023-06-06T18:01:50+00:00","og_image":[{"width":600,"height":338,"url":"https:\/\/gnyrr.com\/wp-content\/uploads\/2021\/03\/Tokenomics_Report.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@gny_io","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gnyrr.com\/website-terms-conditions\/","url":"https:\/\/gnyrr.com\/website-terms-conditions\/","name":"Website Terms & Conditions | GNY AI Powered CryptoIntel","isPartOf":{"@id":"https:\/\/gnyrr.com\/#website"},"datePublished":"2022-11-10T18:24:45+00:00","dateModified":"2023-06-06T18:01:50+00:00","breadcrumb":{"@id":"https:\/\/gnyrr.com\/website-terms-conditions\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gnyrr.com\/website-terms-conditions\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gnyrr.com\/website-terms-conditions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gnyrr.com\/"},{"@type":"ListItem","position":2,"name":"Website Terms &#038; Conditions"}]},{"@type":"WebSite","@id":"https:\/\/gnyrr.com\/#website","url":"https:\/\/gnyrr.com\/","name":"GNY AI Powered CryptoIntel","description":"The AI Edge For Crypto Traders","publisher":{"@id":"https:\/\/gnyrr.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gnyrr.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/gnyrr.com\/#organization","name":"GNY AI Powered CryptoIntel","url":"https:\/\/gnyrr.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gnyrr.com\/#\/schema\/logo\/image\/","url":"https:\/\/gnyrr.com\/wp-content\/uploads\/Report-Logo@2x.png","contentUrl":"https:\/\/gnyrr.com\/wp-content\/uploads\/Report-Logo@2x.png","width":1024,"height":1024,"caption":"GNY AI Powered CryptoIntel"},"image":{"@id":"https:\/\/gnyrr.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/x.com\/gny_io"]}]}},"_links":{"self":[{"href":"https:\/\/gnyrr.com\/wp-json\/wp\/v2\/pages\/2073","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/gnyrr.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gnyrr.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gnyrr.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/gnyrr.com\/wp-json\/wp\/v2\/comments?post=2073"}],"version-history":[{"count":3,"href":"https:\/\/gnyrr.com\/wp-json\/wp\/v2\/pages\/2073\/revisions"}],"predecessor-version":[{"id":7961,"href":"https:\/\/gnyrr.com\/wp-json\/wp\/v2\/pages\/2073\/revisions\/7961"}],"wp:attachment":[{"href":"https:\/\/gnyrr.com\/wp-json\/wp\/v2\/media?parent=2073"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}